Repository: saivert/pwvucontrol
Catalog: po/*.po
Languages: ka, nb, nl, ru

source: Pipewire Volume Control
ka: Pipewire-ის ხმის კონტროლი
nb: Pipewire volumkontroll
nl: Pipewire-volumebediening
ru: Управление громкостью pipewire

source: PipeWire;Volume;Audio;Mixer;Control;Sound
nb: PipeWire;Volume;Audio;Mixer;Kontroll;Lyd
ru: PipeWire;Громкость;Аудио;Микшер;Управление;Звук

source: Volume control for pipewire
ka: ხმის დონის კონტროლი pipewire-სთვის
nb: Volumkontroll for pipewire
nl: Pipewire-volumebediening
ru: Управление громкостью для pipewire

source: A native volume control app made with GTK + Rust.
ka: GTK + Rust-ით დაწერილი ხმის დონის კონტროლის აპი.
nb: En egen volumkontroll app laget med GTK + Rust.
nl: Een platform-eigen volumebediening, gemaakt met GTK en Rust.
ru: Встроенное приложение для управления громкостью, созданное с помощью GTK и Rust.

source: Main window
ka: მთავარი ფანჯარა
nb: Hovedvindu
nl: Hoofdvenster
ru: Главное окно

source: Changelog since 0.4.8
ka: ცვლილებები 0.4.8-ის შემდეგ
nb: Endringer siden 0.4.8
nl: Wijzigingslog sinds 0.4.8
ru: Журнал изменений с 0.4.8

source: Add LED peak meter option.
nb: Lagt til LED lydindikator alternativ.
ru: Добавлена опция светодиодного измерителя пиков.

source: Add beep on volume change option (only output devices).
nb: Lagt til pip ved lydnivåendringer (kun utgangsenheter).
nl: Nieuw: pictogrammen voor in- en uitvoerapparaten.
ru: Добавлен звуковой сигнал для опции изменения громкости (только устройства вывода).

source: Show product name in port dropdown (e.g. for HDMI ports).
nb: Vis produktnavn i nedtrekksboksen for porter (f.eks HDMI porter).
ru: Отображение имени продукта в раскрывающемся списке портов (например, для портов HDMI).

source: Changelog since 0.4.7
ka: ცვლილებები 0.4.7-ის შემდეგ
nb: Endringer siden 0.4.7
nl: Wijzigingslog sinds 0.4.7
ru: Журнал изменений с 0.4.7

source: Fix displaying of default device name in stream dropdown.
nb: Fikset visning av standard enhetsnavn i nedtrekksboksen for programmer.
nl: Opgelost: het standaardapparaat wordt voortaan goed getoond in het streammenu.
ru: Исправлено отображение имени устройства по умолчанию в раскрывающемся списке потоков.

source: Increase responsiveness of peak meters.
nb: Øk responsiviteten for lydindikator.
nl: Verbeterd: responsiviteit van de piekmeters.
ru: Повышена скорость ответа измерителей пиков.

source: Changelog since 0.4.6
ka: ცვლილებები 0.4.6-ის შემდეგ
nb: Endringer siden 0.4.6
nl: Wijzigingslog sinds 0.4.6
ru: Журнал изменений с 0.4.6

source: Fix crash when selecting Pro Audio profile.
nb: Fiks krasj når man velger Pro Audio profilen.
nl: Opgelost: crash na het kiezen van het Pro Audio-profiel.
ru: Исправлен сбой программы при выборе профиля Pro Audio.

source: Changelog since 0.4.5
ka: ცვლილებები 0.4.5-ის შემდეგ
nb: Endringer siden 0.4.5
nl: Wijzigingslog sinds 0.4.5
ru: Журнал изменений с 0.4.5

source: Added polish, georgian, russian and french translation.
nb: La til polsk, georgisk, russisk og fransk oversettelse.
nl: Nieuw: Poolse, Georgische, Russische en Franse vertaling.
ru: Добавлены переводы на польский, грузинский, русский и французский языки.

source: Fix not all ports being visible in device port dropdown.
nb: Fikset så alle porter er synlige i nedtrekksboksen for enheter.
nl: Opgelost: niet alle poorten werden getoond in het apparaatpoortmenu.
ru: Исправлено отображение не всех портов в раскрывающем списке портов устройства.

source: Changelog since 0.4.4
ka: ცვლილებები 0.4.4-ის შემდეგ
nb: Endringer siden 0.4.4
nl: Wijzigingslog sinds 0.4.4
ru: Журнал изменений с 0.4.4

source: Updated dutch translation.
ka: განახლდა ჰოლანდიური თარგმანი.
nb: Oppdatert nederlandsk oversettelse.
nl: Bijgewerkt: Nederlandse vertaling.
ru: Обновлён перевод на голландский язык.

source: Changelog since 0.4.3
ka: ცვლილებები 0.4.3-ის შემდეგ
nb: Endringer siden 0.4.3
nl: Wijzigingslog sinds 0.4.3
ru: Журнал изменений с 0.4.3

source: Added dutch translation.
ka: დაემატა ჰოლანდიური თარგმანი.
nb: Lagt til nederlandsk oversettelse.
nl: Nieuw: Nederlandse vertaling.
ru: Добавлен перевод на голландский язык.

source: Application icons are now hidden in Flatpak build to keep permissions reduced.
ka: აპლიკაციის ხატულები ახლა დამალულია Flatpak-ის ვერსიაში, რომ ნაკლები წვდომა მოვითხოვოთ.
nb: Programikoner er nå skjulte i Flatpak-utgaven for å begrense rettigehter som programmet krever.
nl: Verbeterd: toepassingspictogrammen worden verborgen in de flatpakversie om het aantal rechten beperkt te houden.
ru: Во Flatpak-версии теперь скрыты значки приложений, чтобы ограничить количество разрешений.

source: Changelog since 0.4.2
ka: ცვლილებები 0.4.2-ის შემდეგ
nb: Endringer siden 0.4.2
nl: Wijzigingslog sinds 0.4.2
ru: Журнал изменений с 0.4.2

source: Added new icons for input and output devices.
ka: დაემატა ახალი ხატულები შეყვანის და გამოტანის მოწყობილობებისთვის.
nb: Lagt til nye ikoner for inngangs- og utgangsenheter
nl: Nieuw: pictogrammen voor in- en uitvoerapparaten.
ru: Добавлены новые значки для устройств ввода и вывода.

source: Changelog since 0.3.1
ka: ცვლილებები 0.3.1-ის შემდეგ
nb: Endringer siden 0.3.1
nl: Wijzigingslog sinds 0.3.1
ru: Журнал изменений с 0.3.1

source: Added support for over-amplification. Enable via hamburger menu.
ka: დაემატა ხმის პროგრამულად აწევის საშუალება. ჩართეთ ჰამბურგერის მენიუდან.
nb: Lagt til støtte over lydnivå > 100%. Aktiver via programmenyen.
nl: Nieuw: ondersteuning voor geluidsversterking - schakel in via het hamburgermenu.
ru: Добавлена ​​поддержка уровня звука выше 100%. Включение по кнопке гамбургер-меню.

source: Changelog since 0.2.0
ka: ცვლილებები 0.2.0-ის შემდეგ
nb: Endringer siden 0.2.0
nl: Wijzigingslog sinds 0.2.0
ru: Журнал изменений с 0.2.0

source: Added card tab for selecing sound card profile
ka: დაემატა ბარათის ჩანართი ხმის ბარათის პროფილის ასარჩევად
nb: Lagt til flik for lydkort der du kan velge profil.
nl: Nieuw: tabblad voor het kiezen van een geluidskaartprofiel
ru: Добавлена вкладка карт для выбора профиля звуковой карты.

source: Default window width
ka: ფანჯრის ნაგულისხმევი სიგანე
nb: Standard vindusbredde
nl: Standaard vensterbreedte
ru: Ширина окна по умолчанию

source: Default window height
ka: ფანჯრის ნაგულისხმევი სიგრძე
nb: Standard vindushøyde
nl: Standaard vensterhoogte
ru: Высота окна по умолчанию

source: Default window maximized behaviour
ka: ფანჯრის ქცევა სრულად გაშლისას
nb: Standard maksimert modus for vindu
nl: Standaard (niet) maximaliseren
ru: Разворачивание окна по умолчанию

source: Enable over-amplification
ka: პროგრამული ხმის აწევის ჩართვა
nb: Aktiver over-forsterkning
nl: Geluidsversterking inschakelen
ru: Включить уровень звука выше 100%

source: Use led style peak meter
nb: Bruk LED lydindikator
ru: Использовать светодиодный измеритель пиков

source: Play system beep on volume change
nb: Spill pipelyd ved lydnivåendringer
ru: Воспроизводить системный звуковой сигнал при изменении громкости

source: Lets you preview the sound level even if you don't play any audio.
nb: Lar deg lytte til lydnivået selv om du ikke spiller av noe lyd.
ru: Позволяет получить представление об уровне громкости даже без воспроизведения какого-либо аудио.

source: The last tab that was open
nb: Den siste fanen som var åpen
ru: Последняя открытая вкладка

source: Stores the last tab that was open.
nb: Lagrer den siste fanen som var åpen
ru: Сохраняет последнюю открытую вкладку.

source: Lost connection to Pipewire server!
ka: Pipewire-ის სერვერთან კავშირი დაიკარგა!
nb: Mistet forbindelsen med Pipewire server!
nl: De verbinding met de Pipewire-server is verbroken!
ru: Потеряно соединение с сервером pipewire!

source: Reconnect
ka: თავიდან დაკავშირება
nb: Koble til på nytt
nl: Opnieuw verbinden
ru: Подключиться заново

source: Playback
ka: დაკვრა
nb: Avspilling
nl: Afspelen
ru: Воспроизведение

source: No applications currently playing audio
nb: Ingen programmer spiller av lyd
ru: Ни одно из приложений сейчас не воспроизводит звук

source: Recording
ka: მიმდინარეობს ჩაწერა
nb: Opptak
nl: Opname
ru: Запись

source: No applications currently recording audio
nb: Ingen programmer tar opp lyd
ru: Ни одно из приложений сейчас не записывает звук

source: Input Devices
ka: შეტანის მოწყობილობები
nb: Inngangsenheter
nl: Invoerapparaten
ru: Устройства ввода

source: No input devices found
ru: Устройства ввода не найдены

source: Output Devices
ka: გამოტანის მოწყობილობები
nb: Utgangsenheter
nl: Uitvoerapparaten
ru: Устройства вывода

source: No output devices found
ru: Устройства вывода не найдены

source: Cards
ka: ბარათები
nb: Lydkort
nl: Kaarten
ru: Карты

source: _Enable over-amplification
ka: პროგრამული ხმის აწ_ევის ჩართვა
nb: Aktiver over-_forsterkning
nl: Geluidsversterking inschak_elen
ru: _Включить уровень звука выше 100%

source: Use led peak meter
nb: Bruk LED lydindikator
ru: Использовать светодиодный измеритель пиков

source: _Keyboard Shortcuts
ka: _კლავიატურის მალსახმობები
nb: _Hurtigtaster
nl: _Sneltoetsen
ru: _Комбинации клавиш

source: Beep on volume changes
nb: Spill pipelyd ved lydnivåendringer
ru: Издавать звук при изменении громкости

source: _About Pwvucontrol
ka: Pwvucontrol-ის შეს_ახებ
nb: _Om Pwvucontrol
nl: _Over pwvucontrol
ru: _О программе pwvucontrol

# shortcut window
source: General
ka: ზოგადი
nb: Generelt
nl: Algemeen
ru: Общие

# shortcut window
source: Show Shortcuts
ka: მალსახმობების ჩვენება
nb: Vis snarveier
nl: Sneltoetsen tonen
ru: Показать комбинации клавиш

# shortcut window
source: Open application menu
ka: აპლიკაციის მენიუს გახსნა
nb: Åpne applikasjonsmeny
nl: Toepassingsmenu openen
ru: Открыть меню приложения

# shortcut window
source: Quit
ka: გასვლა
nb: Avslutt
nl: Afsluiten
ru: Выйти

source: Mute audio
nb: Demp lyd
ru: Отключить звук

source: Lock channels together
ru: Связать каналы

source: _Advanced
ka: _დამატებით
nb: _Avansert
nl: Ge_avanceerd
ru: _Дополнительно

source: Lock channels
ka: არხების ჩაკეტვა
nb: Lås kanaler
nl: Kanalen vastzetten
ru: Заблокировать каналы

source: Main
ka: მთავარი
nb: Hoved
nl: Algemeen
ru: Основной

source: Monitor
ka: მონიტორი
nl: Monitoren
ru: Монитор

source: Port:
ka: პორტი:
nl: Poort:
ru: Порт:

source: on
ka: თარიღი
nb: på
nl: op
ru: на

source: Could not load resources
ka: რესურსების ჩატვირთვა შეუძლებელია
nb: Kan ikke laste ressurser
nl: De bronnen kunnen niet worden geladen
ru: Не удалось загрузить ресурсы

source: Default ({})
ka: ნაგულისხმევი ({})
nb: Standard ({})
nl: Standaard ({})
ru: По умолчанию ({})

source: Default
ka: ნაგულისხმევი
nb: Standard
nl: Standaard
ru: По умолчанию

source: Silence
ka: სიჩუმე
nb: Stille
nl: Dempen
ru: Тишина

source: No sound cards detected. Check pipewire configuration.
ka: ხმის ბარათები აღმოჩენილი არაა. შეამოწმეთ pipewire-ის კონფიგურაცია.
nb: Ingen lydkort oppdaget. Sjekk pipewire konfigurasjonen.
nl: Er zijn geel geluidskaarten aangetroffen - controleer de Pipewire-instellingen.
ru: Звуковые карты не обнаружены. Проверьте конфигурацию pipewire.

source: No sound devices detected. Check profiles in Card tab.
ka: ხმის მოწყობილობები აღმოჩენილი არაა. შეამოწმეთ პროფილები ბარათის ჩანართში.
nb: Ingen lydenheter oppdaget. Sjekk profiler i fanen for Lydkort.
nl: Er zijn geen geluidsapparaten aangetroffen - controleer de profielen.
ru: Звуковые устройства не обнаружены. Проверьте профили на вкладке «Карты».

source: More granular LED blocks in the peak meter.
nb: Mer granulære LED blokker i lydindikatoren.

source: Remember last used tab.
nb: Husk siste brukte fane.

source: Alt+number can be used to switch tab.
nb: Alt+nummer kan brukes for å bytte fane.

source: Show placeholder message when no playback or recording streams are active.
nb: Vis plassholder melding når ingen avspillings- eller opptaksstrømmer er aktive.

source: Nicolai Syvertsen
ka: ნიკოლაი სივერსენი
